Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# PublicDataAccessDescription.Text
source: A restricted API key is used only for read-only YouTube Data API v3 calls. Managed local build values remain hidden; saving here overrides them.
af_za: 'n Beperkte API-sleutel word slegs vir leesalleen YouTube Data API v3-oproepe gebruik. Bestuurde plaaslike bouwaardes bly verborge; spaar hier ignoreer hulle.
am_et: የተገደበ የኤፒአይ ቁልፍ ጥቅም ላይ የሚውለው ለንባብ-ብቻ የዩቲዩብ ዳታ ኤፒአይ v3 ጥሪዎች ብቻ ነው። የሚተዳደሩ የአካባቢ ግንባታ ዋጋዎች ተደብቀዋል; እዚህ ማስቀመጥ ይሽሯቸዋል።
ar_sa: يتم استخدام مفتاح API المقيد فقط لمكالمات YouTube Data API v3 للقراءة فقط. تظل قيم البناء المحلية المُدارة مخفية؛ الحفظ هنا يتجاوزهم.
as_in: এটা নিষিদ্ধ API কি' কেৱল কেৱল পঢ়িব পৰা YouTube ডাটা API v3 কলৰ বাবে ব্যৱহাৰ কৰা হয়। পৰিচালিত স্থানীয় নিৰ্মাণ মানসমূহ লুকাই থাকে; ইয়াত সংৰক্ষণ কৰিলে সিহতক অভাৰৰাইড কৰে।
az_latn_az: Məhdudlaşdırılmış API açarı yalnız oxumaq üçün nəzərdə tutulmuş YouTube Data API v3 zəngləri üçün istifadə olunur. İdarə olunan yerli tikinti dəyərləri gizli qalır; burada qənaət onları üstələyir.
be_by: Абмежаваны ключ API выкарыстоўваецца толькі для выклікаў YouTube Data API v3 толькі для чытання. Значэнні кіраванай лакальнай зборкі застаюцца схаванымі; захаванне тут перавызначае іх.
bg_bg: Ограничен API ключ се използва само за извиквания на YouTube Data API v3 само за четене. Стойностите на управляваните локални компилации остават скрити; запазването тук ги отменя.
bn_bd: একটি সীমাবদ্ধ API কী শুধুমাত্র পঠনযোগ্য YouTube ডেটা API v3 কলের জন্য ব্যবহার করা হয়। পরিচালিত স্থানীয় বিল্ড মান লুকানো থাকে; এখানে সংরক্ষণ করা তাদের ওভাররাইড করে।
bs_latn_ba: Ograničeni API ključ se koristi samo za pozive YouTube Data API v3 samo za čitanje. Vrijednosti upravljane lokalne izgradnje ostaju skrivene; spremanje ovdje ih poništava.
ca_es: Una clau d'API restringida només s'utilitza per a les trucades de l'API de dades de YouTube v3 de només lectura. Els valors de construcció local gestionats romanen ocults; desar aquí els anul·la.
cs_cz: Omezený klíč API se používá pouze pro volání YouTube Data API v3 pouze pro čtení. Hodnoty spravovaného místního sestavení zůstávají skryté; ukládání zde má přednost.
da_dk: En begrænset API-nøgle bruges kun til skrivebeskyttede YouTube Data API v3-kald. Administrerede lokale byggeværdier forbliver skjulte; at gemme her tilsidesætter dem.
de_de: Ein eingeschränkter API-Schlüssel wird nur für schreibgeschützte YouTube Data API v3-Aufrufe verwendet. Verwaltete lokale Buildwerte bleiben verborgen; Das Speichern hier überschreibt sie.
el_gr: Ένα περιορισμένο κλειδί API χρησιμοποιείται μόνο για κλήσεις μόνο για ανάγνωση YouTube Data API v3. Οι διαχειριζόμενες τοπικές τιμές κατασκευής παραμένουν κρυφές. Η αποθήκευση εδώ τα υπερισχύει.
es_us: Una clave API restringida se utiliza solo para llamadas de solo lectura a la versión 3 de la API de datos de YouTube. Los valores de construcción local administrados permanecen ocultos; guardar aquí los anula.
et_ee: Piiratud API-võtit kasutatakse ainult kirjutuskaitstud YouTube Data API v3 kõnede jaoks. Hallatud kohaliku ehituse väärtused jäävad peidetuks; siin salvestamine alistab need.
eu_es: Mugatutako API gako bat irakurtzeko soilik den YouTube Data API v3 deietarako soilik erabiltzen da. Kudeatutako tokiko eraikuntza-balioak ezkutuan geratzen dira; hemen gordetzeak gailentzen ditu.
fa_ir: یک کلید API محدود فقط برای تماس‌های فقط خواندنی YouTube Data API v3 استفاده می‌شود. مقادیر ساخت محلی مدیریت شده پنهان می ماند. ذخیره در اینجا آنها را لغو می کند.
fi_fi: Rajoitettua API-avainta käytetään vain luku -tilassa oleviin YouTube Data API v3 -kutsuihin. Hallitut paikalliset koontiversiot pysyvät piilossa; täällä säästäminen ohittaa ne.
fil_ph: Ginagamit lang ang restricted API key para sa read-only na mga tawag sa YouTube Data API v3. Ang mga pinamamahalaang lokal na halaga ng build ay nananatiling nakatago; ang pag-iipon dito ay nilalampasan sila.
fr_ca: Une clé API restreinte est utilisée uniquement pour les appels YouTube Data API v3 en lecture seule. Les valeurs de compilation locales gérées restent cachées ; enregistrer ici les remplace.
gl_es: Unha clave de API restrinxida só se utiliza para chamadas de só lectura da API de datos de YouTube v3. Os valores de construción local xestionados permanecen ocultos; gardar aquí anulalos.
gu_in: પ્રતિબંધિત API કીનો ઉપયોગ ફક્ત વાંચવા માટે જ YouTube ડેટા API v3 કૉલ્સ માટે થાય છે. સંચાલિત સ્થાનિક બિલ્ડ મૂલ્યો છુપાયેલા રહે છે; અહીં બચત તેમને ઓવરરાઇડ કરે છે.
he_il: מפתח API מוגבל משמש רק לקריאה בלבד של YouTube Data API v3. ערכי בנייה מקומיים מנוהלים נשארים מוסתרים; השמירה כאן עוקפת אותם.
hi_in: प्रतिबंधित API कुंजी का उपयोग केवल-पढ़ने के लिए YouTube डेटा API v3 कॉल के लिए किया जाता है। प्रबंधित स्थानीय बिल्ड मान छिपे रहते हैं; यहां बचत करना उन पर हावी हो जाता है।
hr_hr: Ograničeni API ključ koristi se samo za pozive YouTube Data API v3 samo za čitanje. Vrijednosti upravljane lokalne izgradnje ostaju skrivene; spremanje ih ovdje nadjačava.
hu_hu: A korlátozott API-kulcs csak olvasható YouTube Data API v3-hívásokhoz használható. A kezelt helyi build értékek rejtve maradnak; az itteni mentés felülírja őket.
hy_am: Սահմանափակ API բանալի օգտագործվում է միայն կարդալու համար YouTube Data API v3 զանգերի համար: Կառավարվող տեղական կառուցման արժեքները մնում են թաքնված. այստեղ խնայողությունը գերակայում է նրանց:
id_id: Kunci API yang dibatasi hanya digunakan untuk panggilan YouTube Data API v3 hanya baca. Nilai-nilai pembangunan lokal yang dikelola tetap tersembunyi; menyimpan di sini menimpanya.
is_is: Takmarkaður API lykill er aðeins notaður fyrir skrifvarið YouTube Data API v3 símtöl. Stýrð staðbundin byggingargildi eru enn falin; sparnaður hér hnekkir þeim.
it_it: Una chiave API limitata viene utilizzata solo per le chiamate YouTube Data API v3 di sola lettura. I valori della build locale gestita rimangono nascosti; il salvataggio qui li sovrascrive.
ja_jp: 制限付き API キーは、読み取り専用の YouTube Data API v3 呼び出しにのみ使用されます。管理されたローカル ビルド値は非表示のままです。ここで保存するとそれらが上書きされます。
ka_ge: შეზღუდული API გასაღები გამოიყენება მხოლოდ წაკითხვადი YouTube Data API v3 ზარებისთვის. მართული ადგილობრივი build ღირებულებები რჩება დამალული; აქ დაზოგვა აჭარბებს მათ.
kk_kz: Шектеулі API кілті тек оқуға арналған YouTube Data API v3 қоңыраулары үшін пайдаланылады. Басқарылатын жергілікті құрастыру мәндері жасырын қалады; мұнда сақтау оларды жоққа шығарады.
km_kh: សោ API ដែលដាក់កម្រិតត្រូវបានប្រើសម្រាប់តែការហៅទូរសព្ទ YouTube Data API v3 ដែលបានអានតែប៉ុណ្ណោះ។ តម្លៃសាងសង់មូលដ្ឋានដែលបានគ្រប់គ្រងនៅតែលាក់។ ការរក្សាទុកនៅទីនេះជំនួសពួកគេ។
kn_in: ನಿರ್ಬಂಧಿತ API ಕೀಯನ್ನು ಓದಲು-ಮಾತ್ರ YouTube ಡೇಟಾ API v3 ಕರೆಗಳಿಗೆ ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ. ನಿರ್ವಹಿಸಿದ ಸ್ಥಳೀಯ ನಿರ್ಮಾಣ ಮೌಲ್ಯಗಳು ಮರೆಯಾಗಿ ಉಳಿಯುತ್ತವೆ; ಇಲ್ಲಿ ಉಳಿಸುವುದು ಅವುಗಳನ್ನು ಅತಿಕ್ರಮಿಸುತ್ತದೆ.
ko_kr: 제한된 API 키는 읽기 전용 YouTube Data API v3 호출에만 사용됩니다. 관리되는 로컬 빌드 값은 숨겨진 상태로 유지됩니다. 여기에 저장하면 무시됩니다.
ky_kg: Чектелген API ачкычы окуу үчүн гана YouTube Data API v3 чалуулары үчүн колдонулат. Башкарылган жергиликтүү куруу баалуулуктары жашыруун бойдон калууда; бул жерде сактоо аларды жокко чыгарат.
lo_la: ລະຫັດ API ທີ່ຖືກຈຳກັດແມ່ນໃຊ້ສໍາລັບການອ່ານຢ່າງດຽວຂອງການໂທ YouTube Data API v3. ການຄຸ້ມຄອງມູນຄ່າການກໍ່ສ້າງໃນທ້ອງຖິ່ນຍັງຄົງເຊື່ອງໄວ້; ການບັນທຶກທີ່ນີ້ overrides ເຂົາເຈົ້າ.
lt_lt: Apribotas API raktas naudojamas tik skaitomiems „YouTube Data API v3“ skambučiams. Valdomos vietinės versijos vertės lieka paslėptos; taupymas čia jų nepaiso.
lv_lv: Ierobežota API atslēga tiek izmantota tikai lasāmiem YouTube Data API v3 izsaukumiem. Pārvaldītās vietējās būvniecības vērtības paliek paslēptas; saglabāšana šeit tos ignorē.
mk_mk: Ограничениот API клуч се користи само за повици на YouTube Data API v3 само за читање. Управуваните локални вредности за градење остануваат скриени; штедењето овде ги надминува.
ml_in: നിയന്ത്രിത API കീ റീഡ്-ഒൺലി YouTube ഡാറ്റ API v3 കോളുകൾക്ക് മാത്രമേ ഉപയോഗിക്കൂ. നിയന്ത്രിത പ്രാദേശിക ബിൽഡ് മൂല്യങ്ങൾ മറഞ്ഞിരിക്കുന്നു; ഇവിടെ സംരക്ഷിക്കുന്നത് അവരെ മറികടക്കുന്നു.
mn_mn: Хязгаарлагдмал API түлхүүрийг зөвхөн унших боломжтой YouTube Data API v3 дуудлагад ашигладаг. Managed local build values remain hidden; saving here overrides them.
mr_in: प्रतिबंधित API की केवळ वाचनीय YouTube डेटा API v3 कॉलसाठी वापरली जाते. व्यवस्थापित स्थानिक बिल्ड मूल्ये लपलेली राहतात; येथे बचत करणे त्यांना अधिलिखित करते.
ms_my: Kunci API terhad hanya digunakan untuk panggilan API Data YouTube v3 baca sahaja. Nilai binaan tempatan terurus kekal tersembunyi; menyimpan di sini mengatasi mereka.
nb_no: En begrenset API-nøkkel brukes bare for skrivebeskyttede YouTube Data API v3-kall. Administrerte lokale byggeverdier forblir skjult; lagring her overstyrer dem.
ne_np: प्रतिबन्धित एपीआई कुञ्जी केवल पढ्नका लागि मात्र YouTube डाटा API v3 कलहरूको लागि प्रयोग गरिन्छ। व्यवस्थित स्थानीय निर्माण मानहरू लुकेका छन्; यहाँ बचतले तिनीहरूलाई ओभरराइड गर्दछ।
nl_nl: Een beperkte API-sleutel wordt alleen gebruikt voor alleen-lezen YouTube Data API v3-aanroepen. Beheerde lokale buildwaarden blijven verborgen; Als u hier opslaat, worden deze overschreven.
or_in: ଏକ ସୀମିତ API କି କେବଳ ପଠନୀୟ ୟୁଟ୍ୟୁବ୍ ଡାଟା API v3 କଲ୍ ପାଇଁ ବ୍ୟବହୃତ ହୁଏ | ପରିଚାଳିତ ସ୍ଥାନୀୟ ନିର୍ମାଣ ମୂଲ୍ୟ ଲୁକ୍କାୟିତ ରହିଥାଏ; ଏଠାରେ ସେଭ୍ କରିବା ସେମାନଙ୍କୁ ଅତିକ୍ରମ କରେ |
pa_in: ਇੱਕ ਪ੍ਰਤਿਬੰਧਿਤ API ਕੁੰਜੀ ਸਿਰਫ਼-ਪੜ੍ਹਨ ਲਈ YouTube ਡਾਟਾ API v3 ਕਾਲਾਂ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ। ਪ੍ਰਬੰਧਿਤ ਸਥਾਨਕ ਬਿਲਡ ਮੁੱਲ ਲੁਕੇ ਰਹਿੰਦੇ ਹਨ; ਇੱਥੇ ਸੰਭਾਲਣਾ ਉਹਨਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰਦਾ ਹੈ।
pl_pl: Zastrzeżony klucz API jest używany tylko do wywołań YouTube Data API w wersji 3 w trybie tylko do odczytu. Zarządzane wartości kompilacji lokalnej pozostają ukryte; zapisanie tutaj zastępuje je.
pt_br: Uma chave de API restrita é usada somente para chamadas da API de dados v3 do YouTube somente leitura. Os valores de construção local gerenciados permanecem ocultos; salvar aqui os substitui.
ro_ro: O cheie API restricționată este utilizată numai pentru apelurile YouTube Data API v3 numai pentru citire. Valorile de construcție locală gestionate rămân ascunse; salvarea aici le depășește.
ru_ru: Ограниченный ключ API используется только для вызовов YouTube Data API v3, доступных только для чтения. Значения управляемой локальной сборки остаются скрытыми; сохранение здесь переопределяет их.
si_lk: සීමා කළ API යතුරක් කියවීමට පමණක් YouTube Data API v3 ඇමතුම් සඳහා පමණක් භාවිත කෙරේ. කළමනාකරණය කළ දේශීය ගොඩනැගීමේ අගයන් සැඟවී පවතී; මෙහි ඉතිරි කිරීම ඒවා අභිබවා යයි.
sk_sk: Obmedzený kľúč API sa používa iba pre volania rozhrania YouTube Data API v3 iba na čítanie. Hodnoty spravovaného lokálneho zostavenia zostávajú skryté; ukladanie tu má prednosť pred nimi.
sl_si: Omejeni ključ API-ja se uporablja samo za klice YouTube Data API v3 samo za branje. Vrednosti upravljane lokalne zgradbe ostanejo skrite; shranjevanje tukaj jih preglasi.
sq_al: Një çelës i kufizuar API përdoret vetëm për telefonatat e YouTube Data API v3 vetëm për lexim. Vlerat e ndërtuara lokale të menaxhuara mbeten të fshehura; kursimi këtu i tejkalon ato.
sr_cyrl_rs: Ограничени АПИ кључ се користи само за позиве ИоуТубе Дата АПИ в3 само за читање. Вредности управљане локалне градње остају скривене; чување овде их превазилази.
sr_latn_rs: Ograničeni API ključ se koristi samo za pozive YouTube Data API v3 samo za čitanje. Vrednosti upravljane lokalne gradnje ostaju skrivene; čuvanje ovde ih prevazilazi.
sv_se: En begränsad API-nyckel används endast för skrivskyddade YouTube Data API v3-anrop. Hanterade lokala byggvärden förblir dolda; att spara här åsidosätter dem.
sw_ke: Kitufe cha API kilichowekewa vikwazo kinatumika kwa simu za kusoma tu za API ya Data ya YouTube v3. Thamani za ujenzi wa ndani zinazodhibitiwa bado zimefichwa; kuokoa hapa kunazibatilisha.
ta_in: தடைசெய்யப்பட்ட API விசை படிக்க மட்டும் YouTube Data API v3 அழைப்புகளுக்கு மட்டுமே பயன்படுத்தப்படும். நிர்வகிக்கப்பட்ட உள்ளூர் உருவாக்க மதிப்புகள் மறைக்கப்பட்டிருக்கும்; இங்கே சேமிப்பது அவற்றை மீறுகிறது.
te_in: పరిమితం చేయబడిన API కీ చదవడానికి-మాత్రమే YouTube డేటా API v3 కాల్‌ల కోసం మాత్రమే ఉపయోగించబడుతుంది. నిర్వహించబడే స్థానిక నిర్మాణ విలువలు దాచబడి ఉంటాయి; ఇక్కడ సేవ్ చేయడం వాటిని భర్తీ చేస్తుంది.
th_th: คีย์ API แบบจำกัดจะใช้สำหรับการเรียก YouTube Data API v3 แบบอ่านอย่างเดียวเท่านั้น ค่าบิลด์โลคัลที่ได้รับการจัดการยังคงซ่อนอยู่ การบันทึกที่นี่จะแทนที่พวกเขา
tr_tr: Kısıtlanmış bir API anahtarı yalnızca salt okunur YouTube Veri API'si v3 çağrıları için kullanılır. Yönetilen yerel yapı değerleri gizli kalır; burada kaydetme bunları geçersiz kılar.
uk_ua: Обмежений ключ API використовується лише для викликів YouTube Data API v3. Значення керованої локальної збірки залишаються прихованими; збереження тут замінює їх.
ur_pk: ایک محدود API کلید صرف پڑھنے کے لیے YouTube Data API v3 کالز کے لیے استعمال ہوتی ہے۔ منظم مقامی تعمیراتی اقدار پوشیدہ رہتی ہیں۔ یہاں محفوظ کرنا انہیں اوور رائیڈ کرتا ہے۔
uz_latn_uz: Cheklangan API kaliti faqat oʻqish uchun moʻljallangan YouTube Data API v3 qoʻngʻiroqlari uchun ishlatiladi. Boshqariladigan mahalliy qurilish qiymatlari yashirin qoladi; bu yerda saqlash ularni bekor qiladi.
vi_vn: Khóa API bị hạn chế chỉ được sử dụng cho lệnh gọi API dữ liệu YouTube phiên bản 3 chỉ đọc. Các giá trị bản dựng cục bộ được quản lý vẫn bị ẩn; lưu ở đây sẽ ghi đè chúng.
zh_hans_cn: 受限 API 密钥仅用于只读 YouTube 数据 API v3 调用。托管的本地构建值仍然隐藏；在这里保存会覆盖它们。
zh_hant_hk: 受限 API 金鑰僅用於只讀 YouTube 資料 API v3 呼叫。託管的本機建置值仍然隱藏；在這裡保存會覆蓋它們。
zu_za: Ukhiye we-API okhawulelwe usetshenziswa kuphela kumakholi we-YouTube Data API v3. Amanani okwakha endawo aphethwe ahlala efihliwe; ukulondoloza lapha kuyawadlula.

# PublicDataAccessTitle.Text
source: public data access
af_za: toegang tot publieke data
am_et: የህዝብ ውሂብ መዳረሻ
ar_sa: الوصول إلى البيانات العامة
as_in: ৰাজহুৱা তথ্যৰ প্ৰৱেশ
az_latn_az: ictimai məlumat əldə etmək
be_by: публічны доступ да дадзеных
bg_bg: публичен достъп до данни
bn_bd: পাবলিক ডেটা অ্যাক্সেস
bs_latn_ba: pristup javnim podacima
ca_es: accés a dades públiques
cs_cz: veřejný přístup k datům
da_dk: offentlig dataadgang
de_de: öffentlicher Datenzugriff
el_gr: πρόσβαση σε δημόσια δεδομένα
es_us: acceso a datos públicos
et_ee: juurdepääs avalikele andmetele
eu_es: datu publikoen sarbidea
fa_ir: دسترسی به داده های عمومی
fi_fi: pääsy julkisiin tietoihin
fil_ph: pag-access ng pampublikong data
fr_ca: accès aux données publiques
gl_es: acceso a datos públicos
gu_in: જાહેર ડેટા એક્સેસ
he_il: גישה לנתונים ציבוריים
hi_in: सार्वजनिक डेटा पहुंच
hr_hr: pristup javnim podacima
hu_hu: nyilvános adatokhoz való hozzáférés
hy_am: հանրային տվյալների հասանելիություն
id_id: akses data publik
is_is: aðgangur almennings að gögnum
it_it: accesso pubblico ai dati
ja_jp: パブリックデータへのアクセス
ka_ge: საჯარო მონაცემების წვდომა
kk_kz: жалпыға ортақ деректерге қол жеткізу
km_kh: ការចូលប្រើទិន្នន័យសាធារណៈ
kn_in: ಸಾರ್ವಜನಿಕ ಡೇಟಾ ಪ್ರವೇಶ
ko_kr: 공개 데이터 액세스
ky_kg: коомдук маалыматтарга жетүү
lo_la: ການເຂົ້າເຖິງຂໍ້ມູນສາທາລະນະ
lt_lt: prieiga prie viešųjų duomenų
lv_lv: publiska piekļuve datiem
mk_mk: пристап до јавни податоци
ml_in: പൊതു ഡാറ്റ ആക്സസ്
mn_mn: олон нийтийн мэдээллийн хандалт
mr_in: सार्वजनिक डेटा प्रवेश
ms_my: capaian data awam
nb_no: offentlig datatilgang
ne_np: सार्वजनिक डाटा पहुँच
nl_nl: toegang tot openbare gegevens
or_in: ସର୍ବସାଧାରଣ ତଥ୍ୟ ପ୍ରବେଶ
pa_in: ਜਨਤਕ ਡਾਟਾ ਪਹੁੰਚ
pl_pl: publiczny dostęp do danych
pt_br: acesso a dados públicos
ro_ro: accesul la date publice
ru_ru: доступ к общедоступным данным
si_lk: පොදු දත්ත ප්රවේශය
sk_sk: verejný prístup k údajom
sl_si: dostop do javnih podatkov
sq_al: aksesi i të dhënave publike
sr_cyrl_rs: приступ јавним подацима
sr_latn_rs: pristup javnim podacima
sv_se: offentlig dataåtkomst
sw_ke: ufikiaji wa data ya umma
ta_in: பொது தரவு அணுகல்
te_in: పబ్లిక్ డేటా యాక్సెస్
th_th: การเข้าถึงข้อมูลสาธารณะ
tr_tr: kamu veri erişimi
uk_ua: публічний доступ до даних
ur_pk: عوامی ڈیٹا تک رسائی
uz_latn_uz: umumiy ma'lumotlarga kirish
vi_vn: truy cập dữ liệu công cộng
zh_hans_cn: 公共数据访问
zh_hant_hk: 公共資料存取
zu_za: ukufinyelela kwedatha yomphakathi

# PublicPrivacyOption.Content
source: public
af_za: publiek
am_et: የህዝብ
ar_sa: عام
as_in: ৰাজহুৱা
az_latn_az: ictimai
be_by: грамадскасць
bg_bg: публичен
bn_bd: পাবলিক
bs_latn_ba: javnosti
ca_es: públic
cs_cz: veřejné
da_dk: offentlige
de_de: öffentlich
el_gr: δημόσιο
es_us: publico
et_ee: avalik
eu_es: publikoa
fa_ir: عمومی
fi_fi: julkinen
fil_ph: pampubliko
gl_es: público
gu_in: જાહેર
he_il: ציבורי
hi_in: सार्वजनिक
hr_hr: javni
hu_hu: nyilvános
hy_am: հանրային
id_id: publik
is_is: almennings
it_it: pubblico
ja_jp: 公共の
ka_ge: საჯარო
kk_kz: қоғамдық
km_kh: សាធារណៈ
kn_in: ಸಾರ್ವಜನಿಕ
ko_kr: 대중
ky_kg: коомдук
lo_la: ສາທາລະນະ
lt_lt: viešas
lv_lv: publiski
mk_mk: јавен
ml_in: പൊതു
mn_mn: олон нийтийн
mr_in: सार्वजनिक
ms_my: awam
nb_no: offentlig
ne_np: सार्वजनिक
nl_nl: publiek
or_in: ଜନସାଧାରଣ
pa_in: ਜਨਤਕ
pl_pl: publiczny
pt_br: público
ru_ru: общественный
si_lk: පොදු
sk_sk: verejnosti
sl_si: javnosti
sq_al: publike
sr_cyrl_rs: јавности
sr_latn_rs: javnosti
sv_se: offentliga
sw_ke: umma
ta_in: பொது
te_in: పబ్లిక్
th_th: สาธารณะ
tr_tr: kamu
uk_ua: громадськість
ur_pk: عوامی
uz_latn_uz: ommaviy
vi_vn: công khai
zh_hans_cn: 公开的
zh_hant_hk: 公開的
zu_za: umphakathi

# RefreshButton.Content
source: REFRESH
af_za: VERFRISS
am_et: አድስ
ar_sa: تحديث
as_in: REFRESH কৰক
az_latn_az: TƏZİL EDİN
be_by: АБНАВІЦЬ
bg_bg: ОБНОВЯВАНЕ
bn_bd: রিফ্রেশ
ca_es: ACTUALITZAR
cs_cz: OBNOVIT
da_dk: OPDATERING
de_de: AKTUALISIEREN
el_gr: ΑΝΑΝΕΩΣΗ
es_us: ACTUALIZAR
et_ee: VÄRSKENDAMINE
eu_es: FRESKATU
fa_ir: تازه کردن
fi_fi: PÄIVITYS
fil_ph: I-REFRESH
fr_ca: RAFRAÎCHIR
gl_es: ACTUALIZAR
gu_in: તાજું કરો
he_il: רענן
hi_in: ताज़ा करें
hr_hr: OSVJEŽI
hu_hu: FRISSÍTÉS
hy_am: ԹԱՐՄԱՑՆԵԼ
id_id: SEGARKAN
is_is: UPPFÆRSLA
it_it: AGGIORNARE
ja_jp: リフレッシュ
ka_ge: განაახლეთ
kk_kz: ЖАҢҒЫРТУ
km_kh: ធ្វើឱ្យស្រស់
kn_in: ರಿಫ್ರೆಶ್ ಮಾಡಿ
ko_kr: 새로고침
ky_kg: ЖАҢЫРТУУ
lo_la: ໂຫຼດຂໍ້ມູນຄືນໃໝ່
lt_lt: ATNAUJINTI
lv_lv: ATSVAIDZINĀT
mk_mk: ОСВЕЖУВАЈ
ml_in: പുതുക്കുക
mr_in: रिफ्रेश करा
ms_my: SEGARKAN
nb_no: OPPDATERT
ne_np: रिफ्रेस गर्नुहोस्
nl_nl: VERFRISSEN
or_in: ରେଫ୍ରେସ୍
pa_in: ਤਾਜ਼ਾ ਕਰੋ
pl_pl: ODŚWIEŻ
pt_br: ATUALIZAR
ro_ro: împrospătarea
ru_ru: ОБНОВИТЬ
si_lk: නැවුම් කරන්න
sk_sk: OBNOVIŤ
sl_si: OSVEŽI
sr_cyrl_rs: ОСВЕЖИ
sr_latn_rs: OSVEŽI
sv_se: UPPDATERA
sw_ke: UPYA
ta_in: புதுப்பிக்கவும்
te_in: రిఫ్రెష్ చేయండి
th_th: รีเฟรช
tr_tr: YENİLE
uk_ua: ОНОВИТИ
ur_pk: ریفریش کریں۔
uz_latn_uz: YANGILASH
vi_vn: LÀM MỚI
zh_hans_cn: 刷新
zh_hant_hk: 重新整理
zu_za: VUSELELA

# RefreshProfileButton.Content
source: REFRESH PROFILE
af_za: HERFRS PROFIEL
am_et: መገለጫ አድስ
ar_sa: تحديث الملف الشخصي
as_in: PROFILE সতেজ কৰক
az_latn_az: PROFİLİ TƏZİL EDİN
be_by: АБНАВІЦЬ ПРОФІЛЬ
bg_bg: ОБНОВЯВАНЕ НА ПРОФИЛА
bn_bd: প্রোফাইল রিফ্রেশ করুন
bs_latn_ba: OSVEŽI PROFIL
ca_es: ACTUALITZAR EL PERFIL
cs_cz: OBNOVIT PROFIL
da_dk: OPDATERE PROFIL
de_de: PROFIL AKTUALISIEREN
el_gr: ΑΝΑΝΕΩΣΗ ΠΡΟΦΙΛ
es_us: ACTUALIZAR PERFIL
et_ee: VÄRSKENDA PROFIILI
eu_es: FRESKATU PROFILA
fa_ir: بازخوانی نمایه
fi_fi: PÄIVITYS PROFIILI
fil_ph: I-REFRESH ANG PROFILE
fr_ca: Rafraîchir le profil
gl_es: ACTUALIZAR PERFIL
gu_in: પ્રોફાઇલ રિફ્રેશ કરો
he_il: רענן פרופיל
hi_in: प्रोफ़ाइल ताज़ा करें
hr_hr: OSVJEŽI PROFIL
hu_hu: PROFIL FRISSÍTÉSE
hy_am: ԹԱՐՄԱՑՆԵԼ ՊՐՈՖԻԼԸ
id_id: SEGARKAN PROFIL
is_is: UPPFÆRSLA PROFÍL
it_it: AGGIORNA PROFILO
ja_jp: プロファイルを更新
ka_ge: განაახლეთ პროფილი
kk_kz: ПРОФИЛЬДІ ЖАҢАРТУ
km_kh: ផ្ទុកឡើងវិញនូវប្រវត្តិរូប
kn_in: ಪ್ರೊಫೈಲ್ ಅನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ
ko_kr: 프로필 새로 고침
ky_kg: ПРОФИЛДИ ЖАҢЫРТУУ
lo_la: ໂຫຼດຂໍ້ມູນໂປຣໄຟລ໌ຄືນໃໝ່
lt_lt: ATNAUJINTI PROFILĮ
lv_lv: ATVAIDZINĀT PROFILU
mk_mk: ОСВЕЖЕТЕ ГО ПРОФИЛОТ
ml_in: പ്രൊഫൈൽ പുതുക്കുക
mr_in: प्रोफाइल रिफ्रेश करा
ms_my: SEMAKAN PROFIL
nb_no: OPPDATERT PROFIL
ne_np: प्रोफाइल रिफ्रेस गर्नुहोस्
nl_nl: VERNIEUW PROFIEL
or_in: ରେଫ୍ରେସ୍ ପ୍ରୋଫାଇଲ୍ |
pa_in: ਪ੍ਰੋਫਾਈਲ ਰਿਫ੍ਰੈਸ਼ ਕਰੋ
pl_pl: ODŚWIEŻ PROFIL
pt_br: ATUALIZAR PERFIL
ro_ro: ACTUALIZARE PROFIL
ru_ru: ОБНОВИТЬ ПРОФИЛЬ
si_lk: පැතිකඩ නැවුම් කරන්න
sk_sk: OBNOVIŤ PROFIL
sl_si: OSVEŽI PROFIL
sq_al: Rifresko profilin
sr_cyrl_rs: ОСВЕЖИ ПРОФИЛ
sr_latn_rs: OSVEŽI PROFIL
sv_se: UPPDATERA PROFIL
sw_ke: UPYA WASIFU
ta_in: சுயவிவரத்தைப் புதுப்பிக்கவும்
te_in: ప్రొఫైల్‌ను రిఫ్రెష్ చేయండి
th_th: รีเฟรชโปรไฟล์
tr_tr: PROFİLİ YENİLE
uk_ua: ОНОВИТИ ПРОФІЛЬ
ur_pk: پروفائل ریفریش کریں۔
uz_latn_uz: PROFILNI YANGILASH
vi_vn: LÀM MỚI HỒ SƠ
zh_hans_cn: 刷新个人资料
zh_hant_hk: 刷新個人資料
zu_za: VUSELELA IPHROFAYELA
